Repository: mehedinaeem/FoodManagement
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn

source: Food Management
bn: খাদ্য ব্যবস্থাপনা

source: Login
bn: লগইন

source: Register
bn: নিবন্ধন

source: Dashboard
bn: ড্যাশবোর্ড

source: Logs
bn: লগ

source: Inventory
bn: ইনভেন্টরি

source: Food Database
bn: খাদ্য ডাটাবেস

source: Resources
bn: সম্পদ

source: Uploads
bn: আপলোড

source: AI Analytics
bn: এআই বিশ্লেষণ

source: Expiration Risks
bn: মেয়াদ শেষ হওয়ার ঝুঁকি

source: Profile
bn: প্রোফাইল

source: Logout
bn: লগআউট

source: View All
bn: সব দেখুন

source: View Fresh
bn: তাজা দেখুন

source: Check Now
bn: এখনই পরীক্ষা করুন

source: All Good!
bn: সব ঠিক আছে!

source: View Item
bn: আইটেম দেখুন

source: View All Risks
bn: সব ঝুঁকি দেখুন

source: Create
bn: তৈরি করুন

source: Edit
bn: সম্পাদনা করুন

source: Delete
bn: মুছুন

source: Save
bn: সংরক্ষণ করুন

source: Cancel
bn: বাতিল করুন

source: Submit
bn: জমা দিন

source: Back
bn: পিছনে

source: Next
bn: পরবর্তী

source: Previous
bn: পূর্ববর্তী

source: Welcome back, %(name)s!
bn: আবার স্বাগতম, %(name)s!

source: You're all set to start managing your food inventory and tracking consumption.
bn: আপনি আপনার খাদ্য ইনভেন্টরি পরিচালনা এবং খরচ ট্র্যাকিং শুরু করার জন্য প্রস্তুত।

source: Food Logs
bn: খাদ্য লগ

source: Inventory Items
bn: ইনভেন্টরি আইটেম

source: Fresh Items
bn: তাজা আইটেম

source: Expiring Soon
bn: শীঘ্রই মেয়াদ শেষ

source: High-Risk Expiration Alerts
bn: উচ্চ ঝুঁকির মেয়াদ শেষ হওয়ার সতর্কতা

source: You have %(count)s item at high risk of expiration
bn: আপনার %(count)sটি আইটেম মেয়াদ শেষ হওয়ার উচ্চ ঝুঁকিতে রয়েছে

source: Expires
bn: মেয়াদ শেষ

source: day
bn: দিন

source: Action
bn: কর্ম

source: Recent Food Logs
bn: সাম্প্রতিক খাদ্য লগ

source: Recent Inventory
bn: সাম্প্রতিক ইনভেন্টরি

source: No logs yet
bn: এখনও কোনো লগ নেই

source: No inventory items yet
bn: এখনও কোনো ইনভেন্টরি আইটেম নেই

source: Recommended Resources
bn: প্রস্তাবিত সম্পদ

source: Items Expiring Soon
bn: শীঘ্রই মেয়াদ শেষ হওয়ার আইটেম

source: No items expiring soon
bn: শীঘ্রই মেয়াদ শেষ হওয়ার কোনো আইটেম নেই

source: Welcome Back!
bn: আবার স্বাগতম!

source: Sign in to manage your food inventory
bn: আপনার খাদ্য ইনভেন্টরি পরিচালনা করতে সাইন ইন করুন

source: Username or Email
bn: ব্যবহারকারীর নাম বা ইমেইল

source: Password
bn: পাসওয়ার্ড

source: Don't have an account?
bn: একটি অ্যাকাউন্ট নেই?

source: Register here
bn: এখানে নিবন্ধন করুন

source: Create Your Account
bn: আপনার অ্যাকাউন্ট তৈরি করুন

source: Join us in reducing food waste and promoting sustainable consumption
bn: খাদ্য অপচয় কমানো এবং টেকসই খরচ প্রচারে আমাদের সাথে যোগ দিন

source: Username
bn: ব্যবহারকারীর নাম

source: Email
bn: ইমেইল

source: First Name
bn: নামের প্রথম অংশ

source: Last Name
bn: নামের শেষ অংশ

source: Full Name
bn: পূর্ণ নাম

source: Your complete name
bn: আপনার সম্পূর্ণ নাম

source: Household Size
bn: পরিবারের আকার

source: Number of people in your household
bn: আপনার পরিবারে লোকের সংখ্যা

source: Dietary Preferences
bn: খাদ্যতালিকাগত পছন্দ

source: Budget Range
bn: বাজেট পরিসীমা

source: Location
bn: অবস্থান

source: Optional - for future local features
bn: ঐচ্ছিক - ভবিষ্যতের স্থানীয় বৈশিষ্ট্যের জন্য

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন

source: Already have an account?
bn: ইতিমধ্যে একটি অ্যাকাউন্ট আছে?

source: Login here
bn: এখানে লগইন করুন

source: Item Name
bn: আইটেমের নাম

source: Quantity
bn: পরিমাণ

source: Unit
bn: একক

source: Category
bn: বিভাগ

source: Date
bn: তারিখ

source: Notes
bn: নোট

source: Purchase Date
bn: ক্রয়ের তারিখ

source: Expiration Date
bn: মেয়াদ শেষ হওয়ার তারিখ

source: Status
bn: অবস্থা

source: Search
bn: অনুসন্ধান

source: Filter
bn: ফিল্টার

source: Clear
bn: পরিষ্কার করুন

source: Add Inventory Item
bn: ইনভেন্টরি আইটেম যোগ করুন

source: Edit Inventory Item
bn: ইনভেন্টরি আইটেম সম্পাদনা করুন

source: Inventory Details
bn: ইনভেন্টরি বিবরণ

source: Mark as Consumed
bn: খাওয়া হয়েছে হিসাবে চিহ্নিত করুন

source: Are you sure you want to mark this item as consumed?
bn: আপনি কি নিশ্চিত যে আপনি এই আইটেমটিকে খাওয়া হয়েছে হিসাবে চিহ্নিত করতে চান?

source: Yes, Mark as Consumed
bn: হ্যাঁ, খাওয়া হয়েছে হিসাবে চিহ্নিত করুন

source: Food Items Database
bn: খাদ্য আইটেম ডাটাবেস

source: Browse Food Items
bn: খাদ্য আইটেম ব্রাউজ করুন

source: Add Food Log
bn: খাদ্য লগ যোগ করুন

source: Edit Food Log
bn: খাদ্য লগ সম্পাদনা করুন

source: Log Details
bn: লগ বিবরণ

source: Date Consumed
bn: খাওয়ার তারিখ

source: Consumption History
bn: খরচের ইতিহাস

source: Sustainable Resources
bn: টেকসই সম্পদ

source: Resource Details
bn: সম্পদ বিবরণ

source: Tracking & Recommendations
bn: ট্র্যাকিং এবং সুপারিশ

source: Image Uploads
bn: ছবি আপলোড

source: Upload Image
bn: ছবি আপলোড করুন

source: Upload Details
bn: আপলোড বিবরণ

source: Associate with Inventory or Log
bn: ইনভেন্টরি বা লগের সাথে যুক্ত করুন

source: AI Analytics Dashboard
bn: এআই বিশ্লেষণ ড্যাশবোর্ড

source: Consumption Patterns
bn: খরচের ধরণ

source: Meal Optimizer
bn: খাবার অপ্টিমাইজার

source: Waste Analysis
bn: অপচয় বিশ্লেষণ

source: SDG Impact Score
bn: এসডিজি প্রভাব স্কোর

source: NourishBot Chat
bn: নুরিশবট চ্যাট

source: OCR Processing
bn: ওসিআর প্রক্রিয়াকরণ

source: Supporting SDG 2: Zero Hunger & SDG 12: Responsible Consumption
bn: এসডিজি ২: শূন্য ক্ষুধা এবং এসডিজি ১২: দায়িত্বশীল ব্যবহার সমর্থন করছে

source: Success
bn: সফল

source: Error
bn: ত্রুটি

source: Warning
bn: সতর্কতা

source: Info
bn: তথ্য

source: Today
bn: আজ

source: Yesterday
bn: গতকাল

source: This Week
bn: এই সপ্তাহ

source: This Month
bn: এই মাস

source: Last Month
bn: গত মাস

source: All Time
bn: সব সময়

source: Fresh
bn: তাজা

source: Expired
bn: মেয়াদ শেষ

source: Consumed
bn: খাওয়া হয়েছে

source: Vegetable
bn: শাকসবজি

source: Fruit
bn: ফল

source: Dairy
bn: দুগ্ধজাত

source: Meat
bn: মাংস

source: Grain
bn: শস্য

source: Beverage
bn: পানীয়

source: Snack
bn: নাস্তা

source: Frozen
bn: হিমায়িত

source: Canned
bn: ক্যানড

source: Other
bn: অন্যান্য

source: No data available
bn: কোনো ডেটা উপলব্ধ নেই

source: Loading...
bn: লোড হচ্ছে...

source: Please wait
bn: অনুগ্রহ করে অপেক্ষা করুন

source: Are you sure?
bn: আপনি কি নিশ্চিত?

source: This action cannot be undone
bn: এই কাজটি পূর্বাবস্থায় ফেরানো যাবে না

source: Yes, Delete
bn: হ্যাঁ, মুছুন

source: No, Cancel
bn: না, বাতিল করুন

source: Reduce Waste, Save Money
bn: অপচয় কমান, টাকা বাঁচাও

source: Track your food, reduce waste, and promote sustainable consumption.
bn: আপনার খাদ্য ট্র্যাক করুন, অপচয় কমান এবং টেকসই খরচ প্রচার করুন।

source: Supporting
bn: সমর্থন করছে

source: SDG 2: Zero Hunger
bn: এসডিজি ২: শূন্য ক্ষুধা

source: and
bn: এবং

source: SDG 12: Responsible Consumption
bn: এসডিজি ১২: দায়িত্বশীল ব্যবহার

source: Get Started
bn: শুরু করুন

source: Inventory Management
bn: ইনভেন্টরি ব্যবস্থাপনা

source: Track your food items with expiration dates
bn: মেয়াদ শেষ হওয়ার তারিখ সহ আপনার খাদ্য আইটেম ট্র্যাক করুন

source: Consumption Logs
bn: খরচের লগ

source: Monitor your daily food usage
bn: আপনার দৈনন্দিন খাদ্য ব্যবহার পর্যবেক্ষণ করুন

source: Access sustainable food tips
bn: টেকসই খাদ্য টিপস অ্যাক্সেস করুন

source: Analytics
bn: বিশ্লেষণ

source: Get insights on your consumption
bn: আপনার খরচ সম্পর্কে অন্তর্দৃষ্টি পান
